/* NSButton (Automatically check for updates) : <title:Automatically check for updates> (oid:22) */
"Automatically check for updates" = "Automatikus frissítés keresése";

/* NSButton (Download) : <title:Download> (oid:7) */
"Download" = "Letöltés";

/* NSButton (Later) : <title:Later> (oid:8) */
"Later" = "Később";

/* NSTextField (New version available) : <title:New version available> (oid:10) */
"New version available" = "Új verzió elérhető";

/* NSWindow (Update) : <title:Update> (oid:5) */
"Update" = "Frissítés";

